Repository: eatpixel/quiz-master-next
Catalog: languages/quiz-master-next-*.po
Languages: da_de

source: Quizzes
da_de: Quizze

source: Quiz Settings
da_de: Quiz Einstellungen

source: Quiz Results
da_de: Quiz Resultate

source: Quiz Result Details
da_de: Quiz Details der Resultate

source: Settings
da_de: Einstellungen

source: Tools
da_de: Werkzeuge

source: Stats
da_de: Statistiken

source: Addon Settings
da_de: Erweiterungen Einstellungen

source: Help
da_de: Hilfe

source: QMN About
da_de: Über QMN

source: The email has been added successfully.
da_de: Die E-Mail wurde erfolgreich hinzugefügt.

source: There has been an error in this action. Please share this with the developer. Error Code: %s
da_de: Ein Fehler ist aufgetreten. Bitte teile dies dem Entwickler mit. Fehler Code:% s

source: Enter text here
da_de: Bitte hier Text eingeben.

source: The email has been updated successfully.
da_de: Die E-Mail wurde erfolgreich aktualisiert.

source: Template Variables
da_de: Template Variablen

source: Score for the quiz when using points
da_de: Punkte Ergebnis für das Quiz.

source: The average amount of points user had per question
da_de: Durchschnittliche Anzahl Punkte, welche der Benutzer pro Frage hatte.

source: The number of correct answers the user had
da_de: Anzahl der korrekten Antworten die der Benutzer hatte.

source: The total number of questions in the quiz
da_de: Anzahl der Fragen im Quiz.

source: Score for the quiz when using correct answers
da_de: Gesamtergebnis wenn alle Antorten korrekt eingegeben wurden.

source: The name the user entered before the quiz
da_de: Der Name welcher der Benutzer vor dem Quiz eingegeben hat.

source: The business the user entered before the quiz
da_de: Das Geschäft welches der Benutzer vor dem Quiz eingegeben hat.

source: The phone number the user entered before the quiz
da_de: Die Telefonnummer welche der Benutzer vor dem Quiz eingegeben hat.

source: The email the user entered before the quiz
da_de: Die E-Mail Adresse welche der Benutzer vor dem Quiz eingegeben hat.

source: The name of the quiz
da_de: Der Name des Quiz:

source: Shows the question, the answer the user provided, and the correct answer
da_de: Zeigt die Fragen, die Antworten welche der Benutzer gegeben hat und die korrekten Antworten.

source: The comments the user entered into comment box if enabled
da_de: Der Kommentar welcher der Benutzer eingetragen hat, wenn die Option verfügbar gemacht worden ist.

source: The amount of time user spent of quiz
da_de: Die Zeit die der Benutzer für die Beendigung des Quiz benötigt hat.

source: The link to the certificate after completing the quiz
da_de: Der Link zum Zertifikat nach Beendigung des Quiz.

source: The amount of points a specific category earned.
da_de: Anzahl Punkte die eine spezifizierte Rubrik erhalten hat.

source: The score a specific category earned.
da_de: Gesamtergebnis einer Kategorie.

source: The average points from all categories.
da_de: Durchschnittliche Punktezahl in allen Kategorien.

source: The average score from all categories.
da_de: Die Frage welche der Benutzer beantwortet hat.

source: The answer the user gave for the question
da_de: Die Antowrt welche der Benutzer für die Frage eingegeben hat.

source: The correct answer for the question
da_de: Die korrekte Antwort

source: The comments the user provided in the comment field for the question
da_de: Der Kommentar den der Benutzer abgegeben hat im Kommentarfeld zur Frage.

source: Reason why the correct answer is the correct answer
da_de: Der Grund warum die korrekte Antwort, korrekt ist.

source: The Current Date
da_de: Das aktuelle Datum

source: Save Email Templates And Settings
da_de: E-Mail Template und Einstellungen speichern.

source: Send user email upon completion?
da_de: Dem Benutzer nach Beendigung des Quiz eine E-Mail senden?

source: Yes
da_de: Ja

source: No
da_de: Nein

source: Send admin email upon completion?
da_de: Dem Administrator nach Beendigung des Quiz eine E-Mail senden?

source: What emails should we send the admin email to? Separate emails with a comma.
da_de: An welche E-Mail Adresse sollen wir die Hinweis-NAchrichten an den Administrator versenden? Für mehrere Empfänger bitte die Adressen mit einem Koma trennen.

source: What is the From Name for the email sent to users and admin?
da_de: Wie lautet der Absendername der die E-Mails an die Benutzer und Administratoren verschickt.

source: Email Sent To User
da_de: E-mail wurde an den Benutzer versendet.

source: Add New User Email
da_de: Eine neue Benutzer E-MAil Adresse hinzufügen

source: Score Greater Than Or Equal To
da_de: Bewertung grösser als oder gleich als

source: Score Less Than Or Equal To
da_de: Bewertung kleiner als oder gleich als

source: Subject
da_de: Betreff

source: Email To Send
da_de: E-Mail zu senden

source: Email Sent To Admin
da_de: E-mail an Administrator senden

source: Add New Admin Email
da_de: Eine neue Administrator E-Mail Adresse hinzufügen

source: Your new quiz has been created successfully. To begin editing your quiz, click the Edit link on the new quiz.
da_de: Das Quiz wurde erfolgreich erstellt. Um mit der Bearbeitung des Quiz zu beginnen, bitte auf den Link Bearbeiten klicken

source: Your quiz has been deleted successfully.
da_de: Das Quiz wurde erfolgreich gelöscht.

source: Your quiz name has been updated successfully.
da_de: Der Name des Quiz wurde erfolgreich geändert.

source: Your quiz has been duplicated successfully.
da_de: Das Quiz wurde erfolgreich dubliziert.

source: Not a valid e-mail address!
da_de: Das ist keine gültige E-MAil Adresse!

source: This field must be a number!
da_de: Diese Feld muss eine Nummer enthalten!

source: The entered text is not correct!
da_de: Der eingegebene Text ist nicht korrekt

source: Please complete all required fields!
da_de: Bitte füllen Sie alle erforderlich Felder aus.

source: Hint
da_de: Hinweis

source: Previous
da_de: vorheriges

source: Welcome To Quiz Master Next
da_de: Willkommen zu Quiz Master Next

source: Thank you for updating!
da_de: Vielen Dank für das Update!

source: What's New!
da_de: Was ist Neu?!

source: Allow Quiz Master Next to anonymously track this plugin's usage and help us make this plugin better? No sensitive data is tracked.
da_de: Darf Quiz Master Next anonym die Nutzung dieses Plugin zur Verbesserung der Programmierung verfolgen? Keine sensiblen Daten werden ausgelesen

source: Allow
da_de: Erlauben

source: Do not allow
da_de: Verbieten

source: Leaderboard
da_de: Bestenliste

source: The leaderboards has been updated successfully.
da_de: Die Bestenliste wurde erfolgreich aktualisiert.

source: The name of the user who is in first place
da_de: Der Name des Benutzers welcher an erster Stelle steht

source: The score from the first place's quiz
da_de: Das Ergebnis des Bestplatzierten

source: The name of the user who is in second place
da_de: Der Name des Benutzers welcher an zweiter Stelle steht

source: The score from the second place's quiz
da_de: Das Ergebnis des Zweitplatzierten

source: The name of the user who is in third place
da_de: Der Name des Benutzers welcher an dritter Stelle steht

source: The score from the third place's quiz
da_de: Das Ergebnis des Drittplatzierten

source: The name of the user who is in fourth place
da_de: Der Name des Benutzers welcher an vierter Stelle steht

source: The score from the fourth place's quiz
da_de: Das Ergebnis des Vierten.

source: Der Name des Benutzers welcher an fünfter Stelle steht
da_de: Navn på bruger på femte pladsen

source: The score from the fifth place's quiz
da_de: Das Ergebnis des Fünften.

source: Save Leaderboard Options
da_de: Bestenliste Optiuonen speichern

source: Leaderboard Template
da_de: Bestenliste Template

source: Allowed Variables:
da_de: Mögliche Variablen

source: These addons extend the functionality of Quiz Master Next
da_de: Diese Add-Ons erweitern die Funktionalität von Quiz Master Next

source: Browse All Addons
da_de: Add-Ons durchsuchen

source: Featured Addons
da_de: Ausgewählte Add-Ons

source: The templates has been updated successfully.
da_de: Das Template wurde erfolgreich aktualisiert.

source: Save Templates
da_de: Template speichern

source: Message Templates
da_de: Template Meldung

source: Message Displayed Before Quiz
da_de: Meldung wird vor dem Quiz angezeigt

source: Message Displayed Before Comments Box If Enabled
da_de: NMeldung wird vor den Kommentaren angezeigt, wenn die Option aktiviert worden ist.

source: Message Displayed At End Of Quiz (Leave Blank To Omit Text Section)
da_de: Meldung wird nach Beendigung des Quiz dargestellt (Leer lassen, um Text Abschnitt auslassen).

source: Message Displayed If User Has Tried Quiz Too Many Times
da_de: Meldung wird angezeigt, wenn der Benutzer zu oft versucht hat das Quiz zu spielen.

source: Message Displayed If User Is Not Logged In And Quiz Requires Users To Be Logged In
da_de: Meldung wird angezeigt, wenn der Benutzer nicht angemeldet ist aber zur Benutzung des Quiz angemeldet sein muss.

source: Message Displayed If Date Is Outside Scheduled Timeframe
da_de: Meldung wird angezeigt, wenn das Datum ausserhalb des Zeitplans liegt.

source: Message Displayed If The Limit Of Total Entries Has Been Reached
da_de: Meldung wird angezeigt, wenn die Grenze der möglichen Einträge erreicht wurde

source: Other Templates
da_de: Andere Templates

source: Text for submit button
da_de: Text für den Submit-Button

source: Text for name field
da_de: Text für das Name-Feld

source: Text for business field
da_de: Text für das Firma-Feld

source: Text for email field
da_de: Text für das E-Mail-Feld

source: Text for phone number field
da_de: Text für das Telefonnummer-Feld

source: Text for comments field
da_de: Text für das Kommentar-Feld

source: Text for previous button
da_de: Text für den Previous-Button

source: Text for next button
da_de: Text für den Next-Button

source: The stats has been reset successfully.
da_de: DDie Statistiken wurden erfolgreich zurückgesetzt.

source: Use this button to reset all the stats collected for this quiz (Quiz Views and Times Quiz Has Been Taken).
da_de: Verwenden Sie diesen Button, um alle für dieses Quiz gesammelten Statistiken zurückzusetzen (Quiz Ansichten und Zeiten Quiz wurden gespeichert).

source: Reset Quiz Views And Taken Stats
da_de: Quiz Ansichten und Statistiken zurücksetzen.

source: Are you sure you want to reset the stats to 0? All views and taken stats for this quiz will be reset. This is permanent and cannot be undone.
da_de: Sind Sie sicher, dass Sie die Statistiken auf 0 zrücksetzen möchten? Alle Ansichten und Auswertungen des Quiz werden gelöscht. Dies kann nicht mehr rückgängig gemacht werden.

source: Reset All Stats For Quiz
da_de: Alle Statistiken vom Quiz zurücksetzen

source: Quiz Master Next Snapshot
da_de: Quiz Master Next Schnappschuss

source: quizzes taken today
da_de: Die Quizze die Heute gemacht wurden

source: quizzes taken last 7 days
da_de: Die Quizze die in den letzten sieben Tagen gemacht wurden

source: total active quizzes
da_de: Total der aktiven Quizze

source: total active questions
da_de: Total der aktiven Fragen

source: most popular quiz
da_de: Das popoulärste Quiz

source: least popular quiz
da_de: das am wenigsten populärste Quiz

source: Certificate (Beta)
da_de: Zertifikat

source: The certificate has been updated successfully.
da_de: Das Zertifikat wurde erfolgreich aktualisiert.

source: Enter title here
da_de: ITitel hier eintragen

source: Quiz Certificate (Beta)
da_de: Quiz Zertifikate (Beta)

source: Enter in your text here to fill in the certificate for this quiz. Be sure to enter in the link variable into the templates on the Quiz Text tab so the user can access the certificate.
da_de: Geben Sie in Ihren Text hier ein, um ein Zertifikat für dieses Quiz zu erstellen. Achten Sie darauf, in der Link-Variable richtig anzugeben, damit der Benutzer auf das Zertifikat zugreifen kein.

source: These fields cannot contain HTML.
da_de: Diese Felder können kein HTML beinhalten.

source: Save Certificate Options
da_de: Zertifikat Optionen speichern

source: Enable Certificates For This Quiz?
da_de: Möchten Sie ein Zertifikat für dieses Quiz erstellen?

source: Certificate Title
da_de: Zertifikat Titel

source: Message Displayed On Certificate
da_de: Mitteilung welche beim Zertifikat stehen soll

source: URL To Logo (Must be JPG, JPEG, PNG or GIF)
da_de: URL zum Logo (Muss im Format JPG, JPEG, PNG oder GIF sein)

source: URL To Background Img (Must be JPG, JPEG, PNG or GIF)
da_de: URL zum Hintergrund Bild (Muss im Format JPG, JPEG, PNG oder GIF sein)

source: Quiz Settings For %s
da_de: Quiz Einstellungen für %s

source: Error!
da_de: Fehler!

source: Please go to the quizzes page and click on the Edit link from the quiz you wish to edit.
da_de: Bitte gehen Sie auf die Quiz-Seite und klicken Sie auf den Link Bearbeiten

source: Questions
da_de: Fragen

source: Answer
da_de: Antwort:

source: The question has been updated successfully.
da_de: Die Frage wurde erfolgreich aktualisiert.

source: The question has been deleted successfully.
da_de: Die Frage wurde erfolgreich gelöscht.

source: The question has been duplicated successfully.
da_de: Die Frage wurde erfolgreich dubliziert.

source: The question has been created successfully.
da_de: Die Frage wurde erfolgreich erstellt.

source: Add Question
da_de: Eine Frage hinzufügen

source: One question
da_de: Eine Frage

source: Question Order
da_de: Fragen Reihenfolge

source: Question Type
da_de: Fragen Typen

source: Category
da_de: Kategorie

source: Question
da_de: Frage

source: For fill in the blank types, use %BLANK% to represent where to put the text box in your text.
da_de: Um ein Feld Leer zu lassen, benutzen Sie %BLANK%

source: Answers
da_de: Antworten

source: Points Worth
da_de: Punktewert

source: Correct Answer
da_de: Korrekte Antwort

source: Add New Answer!
da_de: Eine neue Antwort hinzufügen!

source: Correct Answer Info
da_de: Korrekte Antwort

source: Comment Field
da_de: Kommentarfeld

source: Small Text Field
da_de: Kurztext Feld

source: Large Text Field
da_de: Langer Text Feld

source: None
da_de: Keine

source: Required?
da_de: Erforderlich?

source: Create Question
da_de: Frage erstellen

source: Are you sure you want to delete this question?
da_de: Sind Sie sicher, dass Sie diese Frage löschen möchten?

source: Delete Question
da_de: Frage löschen

source: Are you sure you want to duplicate this question?
da_de: Sind Sie sicher, dass Sie diese Frage dublizieren möchten?

source: Duplicate Question
da_de: Frage dublizieren

source: Your results has been deleted successfully.
da_de: Die Resultate wurden erfolgreich gelöscht.

source: One result
da_de: Ein Resultat

source: Actions
da_de: Aktionen

source: Score
da_de: Ergebnis

source: Time To Complete
da_de: Zeit für die Fertigstellung

source: Business
da_de: Firma

source: Phone
da_de: Telefon

source: Time Taken
da_de: Zeit beansprucht

source: Not Graded
da_de: Nicht bewertet

source: Are you sure you want to delete these results?
da_de: Sie Sie sicher, dass Sie diese Resulate löschen möchten?

source: Delete Results
da_de: Resultate löschen

source: Results Pages
da_de: Resultate Seiten

source: The results page has been added successfully.
da_de: Die Resultate Seite wurde erfolgreich hinzugefügt.

source: The results page has been saved successfully.
da_de: Die Resultate Seite wurde erfolgreich gespeichert.

source: Displays button to share on Facebook.
da_de: Facebook Share Button anzeigen

source: Displays button to share on Twitter.
da_de: Twitter Share Button anzeigen

source: Save Results Pages
da_de: Resulte Seite speichern

source: Add New Results Page
da_de: Eine neue Resultate Seite erstellen

source: Results Page Shown
da_de: Resultate Seite angezeigt

source: Redirect URL (Beta)
da_de: URL umleiten (Beta)

source: Delete
da_de: löschen

source: Are you sure?
da_de: Sind Sie sicher?

source: Preview
da_de: Vorschau

source: Quiz Statistics
da_de: Quiz Statistiken

source: Options
da_de: Einstellungen

source: The options has been updated successfully.
da_de: Die Einstellungen wurden erfolgreich geändert.

source: Save Options
da_de: Speichern Einstellungen

source: Which system is this quiz graded on?
da_de: Auf welches System ist dieses Quiz gestuft?

source: Correct/Incorrect
da_de: Korrekt / Inkorrekt

source: Points
da_de: Punkte

source: Should the user be required to be logged in to take this quiz?
da_de: Muss der Benutzer eingeloggt sien um diese Quiz zu spielen?

source: How many questions per page would you like? (Leave 0 for all questions on one page)
da_de: Wieviele Fragen pro Seite möchten Sie ? (0 um alle Fragen auf einer Seite darzustellen).

source: How many minutes does the user have to finish the quiz? (Leave 0 for no time limit)
da_de: Wieviel Zeit (in Minuten) hat der Benutzer um das Quiz zu lösen (0 um kein Zeitlimit einzustellen)

source: How many times can a user take this quiz? (Leave 0 for as many times as the user wants to. Currently only works for registered users)
da_de: Wie viele Male kann ein Benutzer an einem Quiz teilnehmen? ( 0 für eoine unlimitierte Anzahl von Teilnamhen. Funktioniert nur für eingeloggte Benutzer.)

source: How many total entries can this quiz have? (Leave 0 for unlimited entries
da_de: Wie viele Einträge kann dieses Quiz haben? (0 für eine unbegrenzte Anzahl Einträge)

source: How many questions should be loaded for quiz? (Leave 0 to load all questions)
da_de: Wieviel Fragen kann dieses Quiz haben? (0 für eine unbegrenzte Anzahl Fragen)

source: What time-frame should the user be able to access the quiz? (Leave blank if the user can access anytime)
da_de: Soll das Quiz nur zu einer bestimmten Zeit gespielt werden können? (leer lassen wenn das Qiuz immer gespielt werden kann)

source: start date
da_de: Start Datum

source: end date
da_de: End Datum

source: Are the questions random? (Question Order will not apply if this is yes)
da_de: Sollen die Fragen zufällig dargestellt werden? (Reihenfolge wird nicht zugeteilt wenn die Option angeklickt wird)

source: Random Questions
da_de: Zufällige Reihenfolge

source: Random Questions And Answers
da_de: Zufällige Reihenfolge der Fragen und Antworten

source: Would you like to ask for the contact information at the beginning or at the end of the quiz?
da_de: Möchten Sie die Kontaktinformationen vom Benutzer schon vor dem Quiz anfragen?

source: Beginning
da_de: Anfang

source: End
da_de: Ende

source: If a logged-in user takes the quiz, would you like them to be able to edit contact information? If set to no, the fields will not show up for logged in users; however, the users information will be saved for the fields.
da_de: Wenn ein angemeldeter Benutzer das Quiz spielt, möchten Sie dass diese in der Lage sind die Kontaktinformationen zu bearbeiten? Wenn diese Option auf nein gesetzt wird, werden die Felder nicht angezeigt.

source: Should we ask for users name?
da_de: Sollen wir den Namen des Benutzers anfragen?

source: Require
da_de: Obligatorisch

source: Should we ask for users business?
da_de: Sollen wir den Benutzer nach seiner Firma fragen?

source: Should we ask for users email?
da_de: Sollen wir den Benutzer nach seiner E-Mail Adresse fragen?

source: Should we ask for users phone number?
da_de: Sollen wir den Benutzer nach seiner Telefonnummer fragen?

source: Would you like a place for the user to enter comments?
da_de: Möchten Sie dass der Benutzer Kommentare abgeben kann?

source: Show question number on quiz?
da_de: Sollen die Fragen nummeriert werden?

source: Show social media sharing buttons? (Twitter & Facebook)
da_de: Sollen Social Media Buttons angezeigt werden? (Twitter & Facebook)

source: Style
da_de: Stil

source: The style has been saved successfully.
da_de: Der Stil wurde erfolgreich aktualisiert.

source: Quiz Styles
da_de: Quiz Stile

source: Choose your style:
da_de: Wählen Sie Ihren Stil

source: Custom
da_de: Kundenspezifisch

source: Save Quiz Style
da_de: Quiz Stil speichern

source: Custom Style CSS
da_de: Kundenspezifischer CSS Style

source: For detailed help and guidance along with a list of different classes used in this plugin, please visit the following link:
da_de: Für detaillierte Hilfe mit einer Liste der verschiedenen Klassen welche in diesem Plugin verwendet werden, folgen Sie bitte folgendem Link:

source: Results
da_de: Resultate

source: Create Certificate
da_de: Zertifikat erstellen

source: Download Certificate Here
da_de: Zertifikat hier herunterladen

source: Certificate
da_de: Zertifikat

source: There has been an error! Please try again.
da_de: Ein Fehler ist aufgetreten! Bitte versuchen Sie es erneut.

source: Quiz Has Been Restored!
da_de: Das Quiz wurde wiederhergestellt!

source: Choose a quiz in the drop down and then click the button to restore a deleted quiz.
da_de: Wählen Sie ein Quiz aus dem Dropdown-Menu aus und klicken Sie auf die Schaltfläche, um ein gelöschtes Quiz wiederherzustellen.

source: Restore Quiz
da_de: Quiz wiederherstellen

source: previous %s Audits
da_de: vorherige %s Aufgaben

source: Next %s Audits
da_de: Nächste %s Aufgaben

source: User
da_de: Benutzer

source: Action
da_de: Aktion

source: Time
da_de: Zeit

source: Need Help?
da_de: Brauchen Sie Hilfe?

source: Help Page
da_de: Hilfe Seite

source: Need help with the plugin? Try any of the following:
da_de: Brauchen Sie Hilfe mit dem Plugin? Versuchen Sie folgendes:

source: Multiple Choice
da_de: Mehrfachauswahl

source: Horizontal Multiple Choice
da_de: Horizontale Mehrfachauswahl

source: Small Open Answer
da_de: Kurze Antwortsätze

source: Multiple Response
da_de: Mehrfachantworten

source: Large Open Answer
da_de: Lange Antwortsätze

source: Number
da_de: Nummer

source: Accept
da_de: Akzeptiert

source: Horizontal Multiple Response
da_de: Horizontale Mehrfachantworten

source: Fill In The Blank
da_de: Füllen Sie das leere Feld aus

source: Success!
da_de: Erfolgreich

source: Add New
da_de: Neues hinzufügen

source: One quiz
da_de: Ein Quiz

source: Leaderboard Shortcode
da_de: Bestenliste Shortcode

source: Quiz Views
da_de: Quiz Ansichten

source: Quiz Taken
da_de: Quizze mitgemacht

source: Last Modified
da_de: zuletzt geändert

source: Edit Name
da_de: Name editieren

source: Duplicate
da_de: Duplizieren

source: Create New Quiz
da_de: Neues Quiz erstellen

source: Create Quiz
da_de: Quiz erstellen

source: Duplicate this quiz?
da_de: Quiz wirklich duplizieren?

source: Duplicate questions with quiz
da_de: Fragen mit dem Quiz duplizieren

source: Name Of New Quiz:
da_de: Name des Quiz:

source: Are you sure you want to delete this quiz?
da_de: Sind Sie sicher, dass Sie dieses Quiz löschen möchten?

source: Delete Quiz
da_de: Quiz löschen

source: Quiz Master Next Leaderboard Widget
da_de: Quiz Master Next Bestenliste Widget

source: Widget Title
da_de: Widget Titel
